[
{"autor_comentario": "Qualy", "autor_endereco": "Montevideo, Uruguay", "comentario_titulo": "Music and typical carioca food", "comentario_corpo": "Know how is a \"not for tourists\" environment in the heart of the Lapa neighborhood, very different from the shows made for foreigners. You will find a dense atmosphere, in a small place, crowded with people and still you can dance with live music and try typical drinks and dishes such as fried aipim and dried meat. The service is excellent and the prices moderate", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jan 2019 • Family"},
{"autor_comentario": "Amrita J", "autor_endereco": "Panama City, Panama", "comentario_titulo": "Great atmosphere", "comentario_corpo": "We were here for an end of year office get together. It was a great atmosphere and super music, and loved see people of all ages, shapes, sizes dancing and having a great time.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Dec 2018 • Friends"},
{"autor_comentario": "Mihai S", "autor_endereco": "bucharest", "comentario_titulo": "carioca da gema", "comentario_corpo": "Excellent brazilian music , wonderful vibe in Rio, we loved the band! Come early - around 9 pm to get a table, because the show starts at half past nine! As a plus , we were a little bit late, but the owner gave us his table! Not to miss! ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Oct 2018 • Couples"},
{"autor_comentario": "HeimwehBebbi", "autor_endereco": "Zug, Switzerland", "comentario_titulo": "Groovy, man!", "comentario_corpo": "Nice music bar near well known Rio Scenarium (Lapa area). Excellent Brazil Jazz!! Very gifted musicians! Crispy sound! We caught a night full of wonderful people and action. Really groovy, man!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Oct 2018 • Friends"},
{"autor_comentario": "rprewer", "autor_endereco": "3 contributions", "comentario_titulo": "Great place for samba", "comentario_corpo": "Excellent live music, great atmosphere, good food and good service. We visited 3 times in all, highly recommend!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Aug 2018 • Couples"},
{"autor_comentario": "Benjamin B", "autor_endereco": "2 contributions", "comentario_titulo": "Killed it!", "comentario_corpo": "Loved the samba band.  Drinks were solid.  Food was great.  Totally opted here over Bar de Lapa next door.  Cover charge was less too, just saying. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Sep 2018 • Friends"},
{"autor_comentario": "PhStrad", "autor_endereco": "Milan, Italy", "comentario_titulo": "Have SAMBA !", "comentario_corpo": "We've got there to have a light dinner and drinks as options, and the SAMBA as the mainStream !", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Aug 2018"},
{"autor_comentario": "adriana a", "autor_endereco": "Monterrey, Mexico", "comentario_titulo": "Great food and music!", "comentario_corpo": "The place was recommended by our tour guide and we were surprised!! Food tasted very good, although we had “simple” dishes, they were delicious. The music creates a phenomenal environment and the service is very good too. Fair prices.  We had a great time!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Aug 2018 • Couples"},
{"autor_comentario": "davemartin3", "autor_endereco": "Wolverhampton, UK", "comentario_titulo": "Brilliant", "comentario_corpo": "Went here on the recommendation of a friend who said it was an intimate, atmospheric, authentic samba experience compared to many of the bland tourist shows on offer. How right they were. We arrived early as recommended and got a great seat on the balcony overlooking the dance floor and stage. It was brilliant. The food was fine. Nothing exceptional but more than adequate in the context and very reasonably priced. Ditto the beer and wine. The staff were friendly and helpful. I don’t think there was another tourist in the place.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Aug 2018 • Family"},
{"autor_comentario": "Laura R", "autor_endereco": "33 contributions", "comentario_titulo": "Happy night in Rio", "comentario_corpo": "The garlic bread here is delicious, and so is the pasta! It was my friend's birthday, and our waiter was so nice... he got the musicians to sing for her! A little hard to see from the top floor, but a great time overall.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jul 2018 • Friends"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "Traveling1971", "autor_endereco": "101 contributions", "comentario_titulo": "Will never leave", "comentario_corpo": "Carioca da Gema is your locals come undone dancing and listening to local folk/Samba all night long.....no reservations, need to do a line at front, but no fear, it moves quick and it will be so worth it....", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Dec 2017 • Couples"},
{"autor_comentario": "Emad N", "autor_endereco": "San Francisco, CA", "comentario_titulo": "Awesome!", "comentario_corpo": "A really delightful little join with some unbelievably good Samba. Great vibe and service with a team of happy waiters singing and dancing along to the rhythm! Small entrance fee, inexpensive drinks. Get involved!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jan 2018 • Couples"},
{"autor_comentario": "Peter S", "autor_endereco": "Chiswick, UK", "comentario_titulo": "good live music and musicians in Lapa", "comentario_corpo": "a go-to place in Rio, lapa.  Good staff, helpful  nice to dance, and socialise.  You pay a little bit more than on the street, but well worth the peace of mind, good quality live music and local atmposphere.  Good food - ask the staff what is good that day, and they keep a regular clientele and staff for many years.fd", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jan 2017 • Friends"},
{"autor_comentario": "stevekathybithell", "autor_endereco": "Oldham, UK", "comentario_titulo": "Great night and super music", "comentario_corpo": "Although it’s in the middle of Lapa and the pavements are heaving on a Saturday night it’s well worth the visit", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Dec 2017 • Couples"},
{"autor_comentario": "TinaAGreen", "autor_endereco": "Maidenhead, UK", "comentario_titulo": "Amazing and Authentic ", "comentario_corpo": "On our very last night in Rio my partner want to see the authentic music scene in Lapa and we really really struck lucky as the performer was the charismatic Nelson Felix. His accompanying five piece band were amazing. The place really came alive but you need to get there early to secure a seat! The food was tasty and the drinks weren’t expensive. So all in all a really cracking evening ", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Nov 2017 • Couples"},
{"autor_comentario": "Dimitroula K", "autor_endereco": "29 contributions", "comentario_titulo": "Brazilian best choice ", "comentario_corpo": "The bar was a really warm, friendly and traditional Brazilian place to stay for a beer . They have live music so everyone can enjoy samba and other brazilian types of brazilian music from unique voices .", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Aug 2017 • Friends"},
{"autor_comentario": "AisMc2013", "autor_endereco": "Dubai, United Arab Emirates", "comentario_titulo": "Fun Older Crowd", "comentario_corpo": "Went with a group of girlfriends for drinks and a dance. Live music was very good. Most people there were in the 40-60 age bracket. A good night for an older crowd  ", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Aug 2017 • Friends"},
{"autor_comentario": "Alan K", "autor_endereco": "Rio de Janeiro, RJ", "comentario_titulo": "The best live music in Lapa!!!", "comentario_corpo": "Carioca da Gema is always a favorite when visiting Lapa for live brazilian music particularly \"samba\".", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "May 2017 • Couples"},
{"autor_comentario": "EverEmmaGreen", "autor_endereco": "London, UK", "comentario_titulo": "So much fun!", "comentario_corpo": "This is a gem! Perfect for the voyeur and dancers alike, there is fabulous music accompanied by dancing that will hypnotist you into the early hours. Almost impossible not to end up on the dance floor yourself, when surrounded by such energy and enthusiasm from dancers of all ages. Something for everyone. We loved it!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jun 2017 • Friends"},
{"autor_comentario": "Thomas H", "autor_endereco": "Copenhagen, Denmark", "comentario_titulo": "A bit too small and crowded", "comentario_corpo": "If you want the chance to try and dance some samba yourself you should look for another samba bar as this place is so small that it very easily gets too crowded to be able to dance. The music is still great, though.", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": "Jun 2017 • Couples"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "Analuza303546", "autor_endereco": "Porto Alegre, RS", "comentario_titulo": "Best place in Lapa", "comentario_corpo": "Bar located in a old Portuguese style house. Picturesque place with a pleasant and relaxed atmosphere to hear, sing and dance the original Samba. In order to obtain a table it is necessary to make a reservation or arrive early to be one the firts in the queue. See the schedule because every day of the week varies the artist and sometimes the style of music. Accept credit cards for what is consumed but the ticket must be paid in cash os debit card.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Apr 2017 • Couples"},
{"autor_comentario": "OsoPTY", "autor_endereco": "Panama City, Panama", "comentario_titulo": "Arrive Early", "comentario_corpo": "Great place for Samba Music, Great ambiance, Great Food, Great Drinks and Service. Arrive early if you want to get a table and enjoy the night.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Apr 2017 • Friends"},
{"autor_comentario": "Julia723_13", "autor_endereco": "London, UK", "comentario_titulo": "Samba, live music, light bites, caipirinhas ", "comentario_corpo": "Had this recommendation from a friend for samba and dancing in Lapa. We came early (9ish) and we're able to get a table. Place is  small and intimate; just right to be up close to the live samba singing. Performers were excellent and felt quite authentic. I felt a little young, would say it's a 35+ crowd. ", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Apr 2017"},
{"autor_comentario": "Ben B", "autor_endereco": "Charleston, SC", "comentario_titulo": "Book a table ahead of time!", "comentario_corpo": "It is the real deal.  We were lucky to get a table reserved which is a must if you plan on eating/spectating.  We are not dancers and were looking more to take it all in and this was the place to do it.  Amazing musicians and singers.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Mar 2017 • Couples"},
{"autor_comentario": "shobo", "autor_endereco": "Mumbai, India", "comentario_titulo": "Authentic. Lively.", "comentario_corpo": "We had been recommended this place by our hotel staff (Arena Ipanema) but had headed to the more well known Rio Scenarium. On hearing it was 50 real to enter we decided to walk down and check out Gema. so glad we did that. Firstly - it's half the price and not at all touristy. You could tell that everyone there were locals. The live samba band were great and the floor was packed with people singing and dancing. Everyone knew all the lyrics! And there was an age range of 25 - 75! With most people being on the older side - which i looooooved! so refreshing to be in a dance place that was not filled with teeny boppers or twenty somethings!", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Feb 2017 • Couples"},
{"autor_comentario": "xschinas", "autor_endereco": "athens", "comentario_titulo": "SAMBA", "comentario_corpo": "Great local talent, live samba bands, real Cariocas (locals.) You pay a cover (R$23 cash) and they give you a drinks/food card (comanda.) All your drinks/food are marked on the card, and you have to show the card at the cash register to settle up before leaving (credit cards accepted.) The warmup acts come early, and the main entertainers start about 11:00. The street is pedestrians-only on weekend nights, so a cab will leave you a couple of blocks away.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Feb 2017 • Couples"},
{"autor_comentario": "Paul B", "autor_endereco": "Litherland, UK", "comentario_titulo": "The Matt & Phreds of Rio", "comentario_corpo": "This place is just the best! In Rio for our 25th Anniversary, planned to go to Rio Scenarium but it was closed. I'd wanted to come here anyway so we decided to take the short walk to here from Scenarium. We were not disappointed!!! Fantastic venue, small and intimate. What I would call 'real Brasil'. Samba, cachaca, beer and what looked like great food. R$25 on the door per person and reasonably priced drinks inside. Real local people, dancing and having fun, just fantastic. An absolute must! The staff were excellent. Yes they want you to stay, yes they want you to spend more money but so what! At the end of the night we needed an Uber. No WiFi but beardy guy on the till sorted it on his own phone. He was great!! We leave on Friday but I defo want to come again. So what do I mean in my title? Matt & Phreds is a great live music venue in Manchester. This place has the same earthy, real vibe! You MUST go. ***top tip*** If you are coming to Rio for the first time download the Uber app and forget the yellow cabs. Uber is so cheap. Obrigado!!!!! ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jan 2017 • Couples"},
{"autor_comentario": "dadasein", "autor_endereco": "Como, Italy", "comentario_titulo": "Nice live brazilian music", "comentario_corpo": "Nice place, where listen real brazilian music, great live musician. It's very typical, very brazilian mood, everybody dancing and partying. Food on average, good capirinha.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Dec 2016 • Couples"},
{"autor_comentario": "Adriaan J", "autor_endereco": "Utrecht, The Netherlands", "comentario_titulo": "The best of times!", "comentario_corpo": "Can't get more Rio than this when going out! People of all types, young and old, locals and tourists, come together to samba. It's crowded, pretty hot, and you have to pay a small entrance fee. And it's so worth it. Tried to go there every night: fantastic atmosphere and music. Didn't get food, but got some drinks that were really nice.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Nov 2016 • Friends"},
{"autor_comentario": "Ricardo B", "autor_endereco": "Miami, FL", "comentario_titulo": "Loved the place", "comentario_corpo": "This is the typical place that makes a city or a country special to other countries. This samba live music place is as typical as they go. Affordable Brazilian food, good caipirinhas and a great vibe. You could not stop smiling", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Nov 2016 • Friends"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "Eija K", "autor_endereco": "Oulu, Finland", "comentario_titulo": "Lovely live music, drinks and food", "comentario_corpo": "This is the one and only samba club I have visited so far so I cannot much compare but I liked this one. There seems to be live music on most of the evenings, and when we where there there was a really good samba band playing. The entrance fee was about 20-25r. ", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Oct 2016 • Friends"},
{"autor_comentario": "rob d", "autor_endereco": "Amsterdam, The Netherlands", "comentario_titulo": "Real samba with many locals", "comentario_corpo": "We saw very enthusiastic musicians having lots of fun, and crowds of people singing along with the songs. Even the waiters were singing while serving. It was a pity that we could not understand the lyrics. The food was moderate but the caprihinja perfect. ", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Nov 2016 • Friends"},
{"autor_comentario": "PimlicoPeteC", "autor_endereco": "London, UK", "comentario_titulo": "Samba, Samba, Samba", "comentario_corpo": "Great little place with good mixture of locals and tourists in the heart of Lapa - the entertainment area of Rio.  This bar/restaurant is surrounded by lots of other bars and restaurants which all seem to offer an enticing mix of live music and buzzing atmosphere.  Went here on the recommendation of some friends and was not disappointed.  The performances I saw (went back two nights in a row it was that good) were excellent from the singer to all the precussion and wind instrument players.  Left a great memory to cherish of a couple of super nights in Rio", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Oct 2016 • Friends"},
{"autor_comentario": "benneteon", "autor_endereco": "Tel Aviv, Israel", "comentario_titulo": "Samba.", "comentario_corpo": "If you want to see the real Samba with Real locals go to this place. Live music, wonderful caipirinha and mojitos, very good vibe. I went there twice. it´s much better than the famous Rio Scenarium a place where only foreigners go.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jul 2016 • Friends"},
{"autor_comentario": "Jeff E", "autor_endereco": "Orcas Island, WA", "comentario_titulo": "What a great find!", "comentario_corpo": "We wanted to get out for some Samba with a local vibe and this was perfect. Great music in a fairly small venue made for a perfect atmosphere and it was just what we were looking for. There was a cover charge but it's well worth it. Over 30 crowd. We met a local the next day that said it was his favorite place in town for music. We liked it so much we went back for second visit! Highly recommended.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Oct 2016 • Couples"},
{"autor_comentario": "asoler", "autor_endereco": "Queretaro City, Mexico", "comentario_titulo": "Samba until you drop", "comentario_corpo": "Well worth the visit... The neighborhood is reputed to be a bit rough but on Friday night it proved to be full of people having a good time and I never felt threatened. The club itself is quite nice, full and I saw a top notch samba singer and her top notch band perform two sets, with an appreciative crowd dancing and enjoying themselves. I didn't eat, but the drinks were good and the service prompt. At the exit there are cabs whose drivers wear Carioca da Gema t-shirts... I suppose they're safer, and I didn't have any issue getting back to my hotel. By the way, there is Samba every day! Definitely will come back next time I am in Rio.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Sep 2016 • Solo"},
{"autor_comentario": "Natasha K", "autor_endereco": "22 contributions", "comentario_titulo": "Nice chilled out atmosphere but gets busy", "comentario_corpo": "Drinks are pretty cheap and the music is good. It was nice seeing everyone dancing. The entrance fee isn't to bad considering but get there early if you want any chance of finding a table. Like at opening.  ", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Sep 2016 • Couples"},
{"autor_comentario": "dogli980", "autor_endereco": "Tel Aviv, Israel", "comentario_titulo": "Great music and food", "comentario_corpo": "Been there for a jazz show (actually we wanted to hear samba music, but that day they performed jazz).", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Aug 2016 • Family"},
{"autor_comentario": "Nigel C", "autor_endereco": "Wolverhampton, UK", "comentario_titulo": "Superb night", "comentario_corpo": "We went there for music and food. The music was excellent and the food was good too. Good service, helpful and prompt. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Aug 2016"},
{"autor_comentario": "drjlever", "autor_endereco": "Los Angeles, CA", "comentario_titulo": "Neighborhood Samba Club you can be part of!", "comentario_corpo": "All the fancy samba dances you see in the pictures of Carnaval take a full year of practice for moves and for float and costume design. If you want to try your own samba moves, I can recommend Carioca da Gema in the historic Lapa area of Rio. This is an intimate place with well-priced Brazilian cuisine. Enjoy year-round local bands and colorful floor shows.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Mar 2016 • Couples"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "Jeremy M", "autor_endereco": "Mino, Japan", "comentario_titulo": "Great samba bar and food was delicious! ", "comentario_corpo": "Easy and efficient service right as you enter, the bouncer speaks English! Reasonable price for drinks and food and entertainment! The live band was awesome! We arrived just after 9pm (on Saturday) and it was starting to fill up quickly, both in the restaurant and bar area. Go early and have a caiparihna! ;) Highly recommend! ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jul 2016 • Couples"},
{"autor_comentario": "jk3ofFredVA", "autor_endereco": "Fredericksburg, VA", "comentario_titulo": "Live music, traditional foods and local color!", "comentario_corpo": "A great bit of non touristy Rio worth the visit (in groups).  The food was excellent, but avoid the local (poor quality) beers.  The local musicians make it a very special place.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Jun 2016"},
{"autor_comentario": "David Parolin", "autor_endereco": "Miami, FL", "comentario_titulo": "Best place for some top notch samba!", "comentario_corpo": "Extremely cozy and picturesque place at the bohemian neighborhood, Lapa. You get an awesome mix of locals and foreigners on the crowd while there are live performances of samba bands (some of the best i've seen) and a faultless and frindly service... What else could you ask for? Highly reccomended!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Mar 2016 • Friends"},
{"autor_comentario": "aneta_ch", "autor_endereco": "London, UK", "comentario_titulo": "Great Samba venue!", "comentario_corpo": "Very small venue, but full of samba! The nightlife in Rio starts very late, so we only managed to stay for one live music set, but it was a really great one. The night we went Moyseis Marques and the band were playing, and he was absolutely fantastic, even though we didn't understand a word of what he was saying to the audience, he still somehow managed to connect with us.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Mar 2016 • Friends"},
{"autor_comentario": "CajunPhiMu", "autor_endereco": "Lafayette, LA", "comentario_titulo": "Intimate venue for samba music and cocktails", "comentario_corpo": "We've been twice to Carioca da Gema and felt like we were in the \"cool\" spot. Two chairs, two cocktails, live local musicians on a small stage made for a perfect evening of enjoying what the locals enjoy. Small entrance fee. And you can dance whether or not you know samba...haaaaa!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Sep 2015 • Couples"},
{"autor_comentario": "Anderson G", "autor_endereco": "Dublin, Ireland", "comentario_titulo": "Samba music every day", "comentario_corpo": "This place plays samba music every single day, with a great energy, happiness and cool people. It is my preferred house in Rio, with a nice staff and warm welcome atmosphere.  If you like samba or want to meet some of the greatest players and composers, come to Carioca da Gema.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jan 2016 • Solo"},
{"autor_comentario": "Swooshjcl", "autor_endereco": "Dallas, TX", "comentario_titulo": "Nice spot but small venue", "comentario_corpo": "We wanted to experience some local samba music during our stay. The top two recommendations that consistently came up was Rio Scenarium and Carioca da Gema (both in Lapa district - a popular area for night life in Rio). We checked out both on separate nights.", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": "Dec 2015 • Couples"},
{"autor_comentario": "Sara Nina", "autor_endereco": "Madrid, Spain", "comentario_titulo": "Great samba music and dancing", "comentario_corpo": "A brazilian friend of mine recommended this place and he was right. It is located in Lapa and very easy to find. There is live music every night. People are a mix of locals and tourist but the vibe felt quite authentic to me. Even being a samba newbie I was able to dance a lot and it was so much fun. The only thing I didn't like to much was the entrance fee (30 reais on weekends, 25 during the week). But considering the band I guess it is understandable.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Dec 2015 • Friends"},
{"autor_comentario": "Yaznolamagst12", "autor_endereco": "13 contributions", "comentario_titulo": "Highlight of my vacation in Rio", "comentario_corpo": "This was my first time in Rio and per Trip Advisor, this was the place to experience live Samba music and boy were they right! The samba band was amazing! I danced the entire night to the beautiful sounds of the Portuguese singers and talented band. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Nov 2015 • Friends"},
{"autor_comentario": "Rashi s", "autor_endereco": "San Jose, CA", "comentario_titulo": "Aah! This local gem!!", "comentario_corpo": "This place is a MUST visit. If you love Samba or want to experience first hand what its all about, go to Carioca da Gema!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Oct 2015"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "André F", "autor_endereco": "Rome, Italy", "comentario_titulo": "Good Place", "comentario_corpo": "It's a very nice place, good music, good food and good service. My point is that at the end of the night there was only one cashier available to receive our payments and she totally relaxed and not worried at all about the time we were standing in line. Actually while I was there, she stopped everything to greet a friend that dropped by. Other than that the security agent that was next to the cashier was extremely rude and was really agressive on giving me orientation about the line. He even supported a guy to break the line and this man paied his bill first than me. It was a very unconfortable situation.", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": "Oct 2015 • Friends"},
{"autor_comentario": "norbafreund", "autor_endereco": "Sao Paulo, SP", "comentario_titulo": "It could be better", "comentario_corpo": "I know this place since its beginning, and  I am in a position to judge the quality of its music because that is one of my occupations in my free time.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Oct 2015 • Friends"},
{"autor_comentario": "SandiRey", "autor_endereco": "Chicago, IL", "comentario_titulo": "Great band, good food, casual atmosphere", "comentario_corpo": "I actually found this place while browsing \"nightlife in Rio\" on Trip Advisor.  We mentioned it to the staff at our hotel and they highly recommended it. The band played without a break for several hours it seemed.  We danced and ate and drank til late night and enjoyed every minute of it.  It is not a fancy place by any means.  It is on a small street similar to an alley, but we felt safe and non threatened.  It is very casual as most of Rio is and we would certainly return.  Great night spot in Rio.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Sep 2015 • Friends"},
{"autor_comentario": "Stephen T", "autor_endereco": "New York City, NY", "comentario_titulo": "Great food, great music, but strangely no alcohol in our drinks", "comentario_corpo": "We had a good time at Carioca da Gema but were very surprised that our caiparinhas and pina coladas had no alcohol in them. It's hard to imagine they'd get away with that for long if they shorted the local clientele, so it must be something they only try with foreigners, which we very obviously were. Maybe it's because we were coming from an event and were in black tie -- a very odd sight in Rio -- and they thought we were too weird for words and didn't want us hanging out for long. Who knows. All of that said, the music rocked and the food was WAY better than you'd expect in a night cub, and I would go back, but next time I'd let them know that we'd be more likely to keep ordering drinks if they had a little buzz in them. As great as samba is cachaca makes it better.", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": "Oct 2015 • Friends"},
{"autor_comentario": "S F", "autor_endereco": "London, UK", "comentario_titulo": "Great music, Great drinks, Great food", "comentario_corpo": "I stumbled across this place by chance as I was staying at a nearby hotel on my own and fancied watching some live music. Luckily, I met a group of people in the queue who made my evening all the more enjoyable.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Oct 2015"},
{"autor_comentario": "yuvalorna", "autor_endereco": "Tel Aviv, Israel", "comentario_titulo": "Nice place to hear samba", "comentario_corpo": "We went with our two kids (7 & 10 years old).  At first they said that they were too young but eventually the manager agreed to let us in with them if we left by midnight.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Sep 2015 • Family"},
{"autor_comentario": "ghet77", "autor_endereco": "Manila, Philippines", "comentario_titulo": "Good Night of Music", "comentario_corpo": "Tried this place and left satisfied with the music. Nice place to enjoy samba and pagode. Choices of alcoholic drinks are limited. It has a R$25 cover charge", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Sep 2015 • Solo"},
{"autor_comentario": "James A", "autor_endereco": "London, UK", "comentario_titulo": "Samba samba", "comentario_corpo": "Another suggestion from our concierge. ", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Sep 2015"},
{"autor_comentario": "Gilberto K", "autor_endereco": "68 contributions", "comentario_titulo": "show imperdível mas lotação além da conta atrapalha", "comentario_corpo": "I took a couple of friends to Carioca da Gema. The show from Teresa Cristina was awsome but the club is quite gredy as let too many people enter what makes somewhat unpleasunt to watch the show. no emergency exit so be aware. This is pretty much Lapa standard", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": "Sep 2015 • Couples"},
{"autor_comentario": "Tee P", "autor_endereco": "14 contributions", "comentario_titulo": "Nice atmosphere", "comentario_corpo": "We went on a Wednesday night. It was busy and had a good atmosphere with an entertaining Samba band. We danced and enjoyed the Strawberry Caiprhinhas (delicious) and also sampled a banana and nutella pizza which was heavenly. Good for a mid week dance without having to wait for 3am. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Sep 2015 • Couples"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "Tanvir P", "autor_endereco": "12 contributions", "comentario_titulo": "Lots of fun", "comentario_corpo": "This place was a lot of fun. We are in Rio for our honeymoon and don't speak the language however the staff at Carioca da Gema was very friendly and helpful. They had live music which made it a whole different experience. If this is your first time going it might look a little sketchy from the outside but the inside is very different and lively. We went on a Wednesday and it was pretty happening - it was R$25 per person as a cover charge.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Aug 2015 • Couples"},
{"autor_comentario": "cariogza", "autor_endereco": "Washington DC, DC", "comentario_titulo": "Lovely!", "comentario_corpo": "Intimate spot, great live music, strong affordable drinks.  Definitely worth a visit on a Friday/Saturday in Lapa", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Aug 2015"},
{"autor_comentario": "Koen", "autor_endereco": "Rio de Janeiro, RJ", "comentario_titulo": "Sweet samba club", "comentario_corpo": "For me one of the best samba clubs in Rio. Always a lot of people dancing around and drinking some caipirinhas. Great atmosphere and normal prices.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Apr 2015 • Friends"},
{"autor_comentario": "Iffffffff", "autor_endereco": "15 contributions", "comentario_titulo": "Live samba, great caipirinhas and fantastic atmosphere", "comentario_corpo": "At first sight it seems like just another small bar but once you get inside you discover this great place where the caipirinhas are amazing(we had strawberry with passionfruit. And always go for the cachaca - thta's the true Brazilian caipirinha), the live samba is fantastic and everyone around you is having a great time. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jul 2015 • Couples"},
{"autor_comentario": "Julia Tannebring.", "autor_endereco": "Adelaide, Australia", "comentario_titulo": "A First Class, Authentic,  Rio Experience!", "comentario_corpo": "How fortunate were we to be taken to this awesome place on our last night in Rio! We had seen all of the tourist sights, swam at the beaches, visited the favelas and then were invited to join some locals at their favourite Samba place. It was one of the best experiences ever! Great Pisco Sours, amazing music and electric atmosphere. A top attraction in our minds now. The real deal! So authentic! ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jul 2015 • Friends"},
{"autor_comentario": "Marcos S", "autor_endereco": "91 contributions", "comentario_titulo": "Samba, cold beer and beautiful people", "comentario_corpo": "Typical attraction in Rio (Lapa) this place always has a good musical attraction . Quality samba, good appetizers and cold beer and beautiful people and a touch of malice Rio .", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Jun 2015 • Friends"},
{"autor_comentario": "yardenim2014", "autor_endereco": "Holon, Israel", "comentario_titulo": "The authentic Samba", "comentario_corpo": "If you want to hear the authentic Samba as Brazilians enjoy it, you should go there. I must warn you that I have not any foreign person except a few English speaking people who were with local people. I speak Portuguese, I cannot tell if an English speaking person can get along there but I think it can still be done with a bit of daring. the show consists of a singer and a band singing to the local people who know the song and all dance to the music (nobody sits - there are no chairs). If you dare go you will have a unique experience.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Mar 2015 • Solo"},
{"autor_comentario": "LuzRuiz", "autor_endereco": "New Delhi, India", "comentario_titulo": "Awesome night out", "comentario_corpo": "Best caipirinhas!!! Awesome music! We went there on a Monday night, place was packed!! Really cool vibe, everyone dancing and having fun, do not miss it!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "LucaR", "autor_endereco": "Milan, Italy", "comentario_titulo": "Live music & good food", "comentario_corpo": "I stepped inside attracted by the music that I was hearing while walking down the street. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "Lyds76", "autor_endereco": "London", "comentario_titulo": "Happiness!", "comentario_corpo": "I have been to Carioca da Gema a few times over the years, often twice during each Rio visit. I adore the place, the musicians and singers are so talented, everyone is very friendly and it is pretty much guaranteed fun. You pay the entrance at the door (always at the door i have never been charged for it subsequently). At least one of the doormen speaks English and is a nice guy, i don't know if he is always there. Once you are in you will get given cards with every single item you can order on it, and every time you order something they will tick it. Before leaving you pay at the till and they will hand a proof of payment that you show the doorman on exit. For simplicity's sake we always put everything on the one card. The waiters are very experienced and generally they are completely on top of it, i'll just shake my glass in their direction and they'll come with a refill and tick my husband's card :). On the subject of prices if i remember well the entrance is R25 to R35 max per person (£6-9), the food is fairly cheap and a Caipirinha is R11 (about £3!). Beer a bit more i can't remember exactly. You will pay about R7 for a Caipirinha on the beach and up to R25 in a restaurant so R11 is not exactly extortionate. I can't remember all the details but on our last visit in December the whole evening cost us about £50/£60 for 2, that was including entrance, pizza (1 each-not traditional but fairly tasty), and drinks all night from 8pm to 2am (coffee, water, a few beers, quite a few Caipirinhas each). I reckon that is pretty exceptional value for a night of eating, drinking, dancing and live music. At the end of the day prices in Rio are more London/NYC than Bangkok so you have to set your expectations at the right sort of level. In short, I love Rio for many reasons and Carioca da Gema is one of them!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Dec 2014 • Couples"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "semill11", "autor_endereco": "Louisville, KY", "comentario_titulo": "Good local experience!", "comentario_corpo": "We went on a Monday which is suppose to be a quite night but it was still busy. It was lots of fun and the drinks aren't too pricy. There are also a stack of bars down the street so you can explore other places before or after as well. Cool area in Lapa!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "Peter L", "autor_endereco": "Rome, Italy", "comentario_titulo": "beware scam of paying the cover at the door", "comentario_corpo": "In Brazilian nightclubs the cover charge is added to the bill at the end of the night. We arrrived at Carioca da Gema early and the doorman insisted we pay him the cover charge. Then at the end of the night, with all the confusion over the exchange rate and how much we had eaten and drunk, I did not notice that the cover charge had been added a second time. It left a sour taste after what was otherwise a great evening and cost me an extra 35 euros.", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": "May 2014 • Couples"},
{"autor_comentario": "Venicevness", "autor_endereco": "California", "comentario_titulo": "Fun and Friendly atmosphere", "comentario_corpo": "This place looks like a hole in the wall, but they are famous. Come here for the Samba and have a tons of fun watching, listening, and dancing.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Aug 2014 • Couples"},
{"autor_comentario": "JacquelineFlamma", "autor_endereco": "Miami, FL", "comentario_titulo": "Caipirinhas and Samba", "comentario_corpo": "A good place to visit in Lapa, Rio de Janeiro, is Carioca da Gema. A traditional bar where you can find good live music and great caipirinhas (try caipirinha with passion fruit and lemon... the best!). The best thing of this place: it is open from Monday to Sunday.", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": "Nov 2014 • Friends"},
{"autor_comentario": "Stacy H", "autor_endereco": "San Diego, CA", "comentario_titulo": "Excellent live show, a little expensive, but worth it", "comentario_corpo": "We went to Carioca de Gema  at the recommendation of our hotel and it did not disappoint. I used to wonder how Brazilians could dance samba for hours at Carnival, but now I know! The venue was a long (15-20m) cab ride from Copacabana (where we were staying), but we arrived plenty early to pay cover and get a table- I would recommend this approach so you have a place to sit while it's getting warmed up. Dress is casual, but Brazilians will be stylish nonetheless. The live show started with a band and a few spotlight performers came up throughout the night who were amazing- our video recordings don't do it justice. The crowd was fun and friendly, the pizza we ordered was great. Drinks and food get added to a tab that you pay up at the end, and although it was expensive, it was well worth it for an entire evening of fun. I definitely recommend this place if you're in Rio, but it's not for kids under drinking age during the shows.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Apr 2014 • Couples"},
{"autor_comentario": "Michalis-Cyprus", "autor_endereco": "Tala, Cyprus", "comentario_titulo": "Simply the best", "comentario_corpo": "We went there many times during our stay in Rio and found it absolutely amazing. Great musicians, lots of locals and tourist, great caipirinhas. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jan 2014 • Friends"},
{"autor_comentario": "Michael W", "autor_endereco": "Innsbruck, Austria", "comentario_titulo": "Lets Dance!", "comentario_corpo": "This place was recommend to me by a local living in Rio and I went there twice because it was such a great experience. It seems that the bar is popular with tourists as well as locals of different ages. The atmosphere is great for mingling with other people, the drinks are fine and the live samba is perfect for dancing through the night. Go there for a great time and you won't regret the entrance fee, at least I did not.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Oct 2013 • Friends"},
{"autor_comentario": "Eva P", "autor_endereco": "San Francisco, CA", "comentario_titulo": "The samba experience with live music and good caipirinhas", "comentario_corpo": "Seems like Carioca de gema is a landmark of the city, in the Heart of lapa, this bar plays live samba everyday! We got to learn how to dance with local, you can find people from all ages with smiles on their face, it is a happy place! Entrance is not cheap 20R$ during the week and 30R$ on weekends, but hey, that's Rio prices anyways and you'll have a good time for sure", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "Julia L", "autor_endereco": "Brooklyn", "comentario_titulo": "So fun!", "comentario_corpo": "The live music, drinks, and atmosphere in this place are amazing. We had such a good time and hope to come back again someday. We went after dinner and were glad that we didn't try to eat here- it was packed! Recommended!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "AnjaDawid", "autor_endereco": "New York City, NY", "comentario_titulo": "Ai!", "comentario_corpo": "This place was hot! Good live music, great drinks and the service was great. We didn't get a table, but it didn't matter because we were dancing all night. Must go when in Lapa!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jan 2014 • Friends"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "Oren M", "autor_endereco": "Tel Aviv, Israel", "comentario_titulo": "boring", "comentario_corpo": "If you come like us as a couple during a trip and not as a once in a time outing,  thenbits boring.  You have to waite an hour and a half if you want to seat near the musicians.  So you eat and pay and drink and pay and the money runs before you even started hearing something.  The show cost 23 br. That in weekdays.  By the way the place was totally full so you have no choice but to come early. After one session we left.  To seat 3 hours was to much.  Then on the Carioca street you hear so many bands from all the other bars so its better choose those and not to get stuck in one closed place. ", "comentario_nota": "2.0 of 5 bubbles", "comentario_data": "Aug 2014 • Couples"},
{"autor_comentario": "Urizror", "autor_endereco": "Tel Aviv, Israel", "comentario_titulo": "Great night club", "comentario_corpo": "Great place to meet poeple, dance and have fun. Even if there is a long line- they will let you in after a few minutes. Recommended!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "kukita88", "autor_endereco": "Miami, FL", "comentario_titulo": "Carioca da Gema", "comentario_corpo": "We went there last night, it was great. About 20 minutes from Leblon ,great music ,great drinks.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jun 2014 • Solo"},
{"autor_comentario": "Camila_MC", "autor_endereco": "Bogota, Colombia", "comentario_titulo": "Live music all night long! One of the bests at Lapa", "comentario_corpo": "Right in the middle of Lapa neighborhood this place brings all the brazilian flavor with it's awesome live music and great caipirinhas. I recommend to get there about 9:00 pm, because latter it is very difficult to get a table (I don't know about you, but I need to sit down for a while during the night), a piece of advice: get the tables far away from the bathrooms because they don't have any view of the show and the bathroom gets the visit of a lot of drunk people. Ask for the caipirinha fruit of passion flavor (maracuyá) and have fun all night long, even if you don't dance, you will love the spirit.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Nov 2013 • Friends"},
{"autor_comentario": "nikosstephanietasos", "autor_endereco": "Baltimore, MD", "comentario_titulo": "Dance the night away", "comentario_corpo": "I had a great night there.  We went around 2 AM and we stayed until the doors closed at 5 AM.  The live music was great, the environment was great.  This is a place to go and dance Samba among nice (and drunk after a while) people.  It is located in the Lapa area of downtown Rio.   This is not a place to miss.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "May 2014 • Friends"},
{"autor_comentario": "Stephan S", "autor_endereco": "Amsterdam", "comentario_titulo": "Another samba dance till you drop place", "comentario_corpo": "This is the place to go when you want to show your samba moves on Carioca da Gema's dancefloor. The place is always packed and live music is the standard. Great place!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Mar 2014 • Friends"},
{"autor_comentario": "LuizDutraNeto", "autor_endereco": "Rio de Janeiro, RJ", "comentario_titulo": "Samba at Lapa's best tradition!", "comentario_corpo": "Carioca da Gema is one of the most acclaimed samba temples in the historic Lapa quarter at Rio's old center. A few hints to help fellow travelers: 1) exceptional musicians, groups and singers play at Carioca da Gema, where in general there are two daily shows. Check the shows on their website before going; 2) it is noisy, crowded, sometimes overcrowded - it is a place to drink, dance and enjoy Brazilian \"samba\" and \"choro\" music at their best tradition. At the beginning of the week it is not so crowded (as it is on Fridays and Saturdays), what may be a little disappointing, if you are imagining a real crowd carnival style; 3) do not expect great gastronomy: the appetizers are correct and the beer is great; 4) if you want a good table, arrive early and get in the mood - if sad or depressed stay home, or go: you might recover. If you don't get a table, it is no big deal, as you are at Carioca da Gema to dance and enjoy yourself - get as close to the stage as you can; 5) if you have a Brazilian friend, go with him/her: Portuguese speaking helps a lot. Locals also attend Carioca da Gema and it's quite commom to see groups of friends celebrating something. This is the spirit of the house: a place for celebrating life and wellness; 6) be aware of the entrance fee (check it also, as it varies according to performer and day of the week). Food and beverage prices are correct and go along with those practiced in Rio de Janeiro, a city that is internationally recognized as \"expensive\"; 7) go and come back always by taxi: never walk on Lapa's street alone at any time. Enjoy!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Feb 2014 • Friends"},
{"autor_comentario": "Sue P", "autor_endereco": "ALEXANDRIA, VA", "comentario_titulo": "Fab music but so very crowded", "comentario_corpo": "Lapa is a crazy crowded place. It is like Times Square on New Year's Eve, but this was just Friday Jan. 10, 2014! The Carioca Da Gema featured a super headliner, with the place packed body-to-body so that one person's dance moves had to be everyone's. The drinks and salgados that we got were great.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Jan 2014 • Friends"},
{"autor_comentario": "G C", "autor_endereco": "Geneva, Switzerland", "comentario_titulo": "excellent music", "comentario_corpo": "saw very good brasilian samba/funk concert. Nice crowd, OK food and beers, and best street for music and bars.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jan 2014 • Friends"},
{"autor_comentario": "Miles Ahead", "autor_endereco": "London, UK", "comentario_titulo": "Fabulous", "comentario_corpo": "We loved this place - great music, good service, reasonable food and excellent value. We arrived at 9pm and beat the queue which was half way down the block at midnight. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "AK6", "autor_endereco": "Singapore, Singapore", "comentario_titulo": "Enjoyable", "comentario_corpo": "Fabulous evening with a great samba band. Good mix of tourists and locals. Lovely vibe. A high point of my trip. The bar next door is great for some early drinks and Brazilian snacks. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "Manuela V", "autor_endereco": "Groningen, The Netherlands", "comentario_titulo": "A great place for samba", "comentario_corpo": "Carioca da Gema is out of the most famous live music bars in Lapa. The entrance fee is reasonable, around 25 reais, and the drinks are fine. What is absolutely great is the samba. Go there and enjoy !", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Jul 2013 • Solo"},
{"autor_comentario": "EclecticExplorer", "autor_endereco": "Mumbai, India", "comentario_titulo": "Go with a local", "comentario_corpo": "The place seems empty before 9 but then it magically fills up til its heaving n sweating. The place is fun ONLY if you like Music and Dance. A 50:50 mix of locals and music lovers/curious visitors. You can check on the artiste by calling ahead and though we don't understand a word of Portuguese the music just gets u!!", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "May 2013 • Couples"},
{"autor_comentario": "Jeff_NL", "autor_endereco": "Amsterdam, The Netherlands", "comentario_titulo": "Most unfriendly owner ever", "comentario_corpo": "Went here on a Friday night. Although it was not busy at all we had to pay a big entrance fee. When we came in and ordered a beer, the ground level was really empty. When we went up to see the rest of the place, there was not much else. The music is good & live, but that you see everywhere in Lapa. After we finished our drinks we asked if it would be possible to get partly our money back. The owner told us \"no\". The discussion that followed was far from being friendly and ended when he called 5 of his big friends to tell we had to leave. Not the best place to go.", "comentario_nota": "1.0 of 5 bubbles", "comentario_data": "Apr 2013"},
{"autor_comentario": "Miranda K", "autor_endereco": "6 contributions", "comentario_titulo": "Overcrowded!!!", "comentario_corpo": "We went there in the reccomendation of our Carioca friend but it was Too crowded, no room to move and sit. Nice music if you want to only listen. No possibility for dancing.", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "safaricakes", "autor_endereco": "Tel Aviv, Israel", "comentario_titulo": "It's nothing special", "comentario_corpo": "Overmarketed tourist trap in the middle of Lapa. The pizza is tasteless, the service takes a looooooong while. Don't bother - I surely won't again.", "comentario_nota": "3.0 of 5 bubbles", "comentario_data": "Jan 2013 • Couples"},
{"autor_comentario": "Flavia N", "autor_endereco": "Posadas, Misiones, Argentina", "comentario_titulo": "Lapa (Rio)", "comentario_corpo": "Nice place to hear music, dance and drink good caipirinhas. NO food. Must go early or book in advanced.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Jan 2013 • Friends"},
{"autor_comentario": "RoxaneGG", "autor_endereco": "11 contributions", "comentario_titulo": "Nice samba place!", "comentario_corpo": "We went on a saturday night around 11 pm and we didn't wait long to go in.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Dec 2012 • Couples"},
{"autor_comentario": "RobertoAlbuquerque", "autor_endereco": "Recife, PE", "comentario_titulo": "Pizzaria Carioca da Gema", "comentario_corpo": "This is a review of the pizzaria, not the samba club! Here you will find excellent pizzas and a cool vibe. Note that you are in Lapa, one of the best places in Rio to enjoy the samba culture!", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Oct 2012 • Couples"},
{"autor_comentario": "super95", "autor_endereco": "Bolton, UK", "comentario_titulo": "Music in Rio #1", "comentario_corpo": "We only had 2 nights for music in Rio, this was our first.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Oct 2012 • Couples"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null},
{"autor_comentario": "Fish Out of Malbec", "autor_endereco": "Austin, TX", "comentario_titulo": "So much fun - great music, great crowd!", "comentario_corpo": "We went following a recommendation from a friend who used to live in Rio. It was our best night in Rio, by far. ", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Mar 2012 • Couples"},
{"autor_comentario": "Pete", "autor_endereco": "Newport, UK", "comentario_titulo": "Music lovers", "comentario_corpo": "If you like to dance and like live music this is one of the places to be. A random taxi driver took us there and only had to pay arpund 45 reals to get in...and oh my word the atmosphere is awesome. Live samba and some drinks.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "Pedro de Pedra", "autor_endereco": "Rotterdam, The Netherlands", "comentario_titulo": "Best samba music of Lapa", "comentario_corpo": "If you like a pure Carioca-style samba and drinks experience, then especially Carioca da Gema is much recommended for the very high standard of their samba singers and musicians.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Apr 2012 • Friends"},
{"autor_comentario": "Rocco2006", "autor_endereco": "Mexico", "comentario_titulo": "Good Place for a visit.", "comentario_corpo": "My brother and I went here, and it was fun, it is a good place for drinking something, dancing , in case you dance or just seeing locals and other tourists dancing too. Visit it... Itis nice to be in Rio.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Aug 2011 • Friends"},
{"autor_comentario": "AZJOHN1", "autor_endereco": "Arizona", "comentario_titulo": "Real Rio Culture", "comentario_corpo": "Great local talent, live samba bands, real Cariocas (locals.)  You pay a cover (R$23 cash) and they give you a drinks/food card (comanda.) All your drinks/food are marked on the card, and you have to show the card at the cash register to settle up before leaving (credit cards accepted.) The warmup acts come early, and the main entertainers start about 11:00.  The street is pedestrians-only on weekend nights, so a cab will leave you a couple of blocks away.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "May 2012 • Couples"},
{"autor_comentario": "Samba1234", "autor_endereco": "Riyadh, Saudi Arabia", "comentario_titulo": "Original", "comentario_corpo": "Few years ago it was the only nice place in that area. Now there are sevral other pubs with live music mostly catering for cariocas. ", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "Ginger5", "autor_endereco": "Atlanta, Georgia", "comentario_titulo": "The real local samba scene", "comentario_corpo": "We had a fantastic evening at Carioca da Gema.  The band was absolutely amazing, I felt like I was at Carnival.  The club is tiny, but we arrived early and got a great table with a view.  The patrons were mostly locals and they really got into the spirit of the music.  This was the best people watching ever!", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": "Mar 2012 • Couples"},
{"autor_comentario": "inesruvina", "autor_endereco": "Madrid, Spain", "comentario_titulo": "Great and genuine samba spot!", "comentario_corpo": "This was one of the highlights of the days we spent in Rio. Carioca da Gema is a genuine samba house - most of the people were locals - that gets crowded very very early (the first show started at 9pm and the second one was scheduled for 12pm). So, if you prefer to have your own table to sit down every now and then (dancing samba can be exausting!), I strongly suggest that you call and make your reservation beforehand.", "comentario_nota": "5.0 of 5 bubbles", "comentario_data": null},
{"autor_comentario": "Solange Moras", "autor_endereco": "Sao Carlos, SP", "comentario_titulo": "Lively place with excellent music", "comentario_corpo": "Very crowded, lively place, with great music and beautiful people. The only trouble is, there are few tables with stage view, so be prepared to stand! Of course, you can dance too! They also serve some very nice Brazilian-style tapas, at reasonable prices.", "comentario_nota": "4.0 of 5 bubbles", "comentario_data": "Jan 2012"},
{"autor_comentario": null, "autor_endereco": null, "comentario_titulo": null, "comentario_corpo": null, "comentario_nota": null, "comentario_data": null}
]